# В переменную example запишите любую строку.
e="hi again"
# Выведите на экран(в консоль) первый символ этой строки.
print(e[0])
# Выведите на экран(в консоль) последний символ этой строки
print(e[-1])
# Выведите на экран(в консоль) вторую половину этой строки
print(e[4:8])
# Выведите на экран(в консоль) это слово наоборот
print(e[-1::-1])
# Выведите на экран(в консоль) каждый второй символ этой строки
print(e[0:8:2])
